/* %1$@ permission: %2$@
Please note %1$@ is a variable and must be preserved in the translated text.
for example: `Accessibility permission: ⛔️ required` */

"%1$@ permission: %2$@" = "%1$@ Berechtigung: %2$@";

/* corresponds to Accessibility in system Privacy settings */
"Accessibility" = "Bedienungshilfen";

/* Preferences pane for `App` settings */
"App" = "Programm";

/* Check box next to the 'Check for updates' button */
"Automatically" = "Automatisch prüfen";

/* Button, when pressed, checks for updates now */
"Check for updates" = "Auf neue Programmversion prüfen";

/* 1=name of app e.g. `Enable Scroll Reverser` */
"Enable %1$@" = "Aktiviere %1$@";

/* No comment provided by engineer. */
"For settings, click the icon in the menu bar" = "Das Icon in der Menüleiste führt zu den Einstellungen.";

/* Alert box title */
"Icon Hidden" = "Symbol verborgen";

/* Check box: Include beta versionss of the app when checking for updates */
"Include beta versions" = "Beta-Versionen einbeziehen";

/* corresponds to Input Monitoring in system Privacy settings */
"Input Monitoring" = "Input-Monitoring";

/* Large step size */
"Large" = "Große";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open %1$@ preferences
Please note %1$@ is a variable and must remain in the translated text.
Example: "Open Input Monitoring preferences" */
"Open %1$@ preferences" = "%1$@ Einstellungen öffnen";

/* Section title */
"Permissions" = "Berechtigungen";

/* No comment provided by engineer. */
"Preferences" = "Einstellungen";

/* 1=name of app e.g. `Quit Scroll Reverser` */
"Quit %1$@" = "%1$@ beenden";

/* Request %1$@ permission
Please note %1$@ is a variable. It is replaced with either `Input Monitoring` or `Accessibility`. */
"Request %1$@ permission" = "%1$@ Berechtigung anfordern";

/* Prefs check box */
"Reverse Horizontal" = "Horizontal umkehren";

/* Prefs check box */
"Reverse Mouse" = "Maus umkehren";

/* Prefs check box */
"Reverse Trackpad" = "Trackpad umkehren";

/* Prefs check box */
"Reverse Vertical" = "Vertikal umkehren";

/* No comment provided by engineer. */
"Scroll Reverser is now running!" = "Scroll Reverser läuft!";

/* No comment provided by engineer. */
"Scroll Reverser needs Accessibility permission to modify your scrolling." = "Scroll Reverser benötigt Zugriffsrechte um Ihr Scrollen zu ändern.";

/* No comment provided by engineer. */
"Scroll Reverser needs Input Monitoring permission to detect whether your fingers are touching the trackpad." = "Scroll Reverser benötigt die Berechtigungen für das Input Monitoring, um festzustellen, ob die Finger das Trackpad berühren.";

/* Prefs section header */
"Scroll Wheel" = "Scrollrad";

/* Preferences pane for `Scrolling` serttings */
"Scrolling" = "Scrollen";

/* Prefs section title */
"Scrolling Axes" = "Scrollrichtungen";

/* Prefs section title */
"Scrolling Devices" = "Geräte";

/* Prefs check box */
"Show in menu bar" = "In der Menüleiste anzeigen";

/* Small step size */
"Small" = "klein";

/* Prefs check box */
"Start at login" = "Beim Anmelden starten";

/* Size of one step of the mouse scroll wheel */
"Step size" = "Schrittweite";

/* Alert box text. 1=name of app */
"The %1$@ icon has been removed from the menu bar. To restore it at any time, launch %1$@ again from Finder." = "Das %1$@-Symbol wurde aus der Menüleiste entfernt. Um es später wiederherzustellen, starten Sie %1$@ erneut vom Finder aus.";

/* No comment provided by engineer. */
"⛔️ required" = "⛔ erforderlich";

/* No comment provided by engineer. */
"✅ granted" = "✅ gewährt";
